using System;

namespace task_0001
{
    class Program
    {
        static void Main(string[] args)
        {
            // Вывести на одной строке числа 31, 18 и 79 с одним
            // пробелом между ними. Текст '31 18 79' не использовать.

            string a = "31", b = "18", c = "79";

            Console.Write("{0} {1} {2}", a, b, c);

            Console.ReadKey();
        }
    }
}
