using System;

namespace task_0016
{
    class Program
    {
        static void Main(string[] args)
        {
            /* Составить программу вывода на экран следующей информации:
             * а)  5 10  б)  100   t  в)  x 25
             *     7 см      1949  v      x y
             * 
             * Примечание
             * t, v, x и y – переменные величины целого типа, значения 
             * которых вводятся с клавиатуры и должны быть выведены 
             * вместо имен величин.
             */


        }
    }
}
