using System;

namespace task_0017
{
    class Program
    {
        static void Main(string[] args)
        {
            /* Составить программу вывода на экран следующей информации:
             * а)  2 кг  б)  а 1  в) x y
             *    13 17     19 b     5 y
             *    
             * Примечание
             * a, b, x и y – переменные величины целого типа, значения 
             * которых вводятся с клавиатуры и должны быть выведены 
             * вместо имен величин.
             */


        }
    }
}
